Repository: bold700/MediaTransferApp
Catalog: MediaTransferApp/Localizable.xcstrings
Source language: en
Languages: nl

source: …and %lld more
nl: …en nog %lld

source: (%lld photos, %lld videos)
nl: (%1$lld foto's, %2$lld video's)

source: %lld photos
nl: %lld foto's

source: %lld Photos
nl: %lld foto's

source: About
nl: Over

source: All %lld item(s) copied successfully.
nl: Alle %lld item(s) succesvol gekopieerd.

source: All Items
nl: Alle items

source: Any USB-C drive works
nl: Werkt met elke USB-C schijf

source: Automatically delete after transfer
nl: Automatisch verwijderen na overdracht

source: Cancel
nl: Annuleren

source: Cancelled
nl: Geannuleerd

source: Connect a stick, SSD or hard drive. Back up in seconds.
nl: Sluit een stick, SSD of harde schijf aan. Back-up in seconden.

source: Contact Support
nl: Contact opnemen

# Copied %lld item(s). Failed: %@%@
source: Copied %1$lld item(s). Failed: %2$@%3$@
nl: %1$lld item(s) gekopieerd. Mislukt: %2$@%3$@

source: Copy first, then auto-delete from your phone if you want.
nl: Eerst kopiëren, daarna automatisch verwijderen van je telefoon als je dat wilt.

source: Deselect All
nl: Deselecteer alles

source: Done
nl: Gereed

source: Done (%lld)
nl: Gereed (%lld)

source: Error
nl: Fout

source: Favorites
nl: Favorieten

source: Free up space, safely
nl: Maak veilig ruimte vrij

source: Get Started
nl: Aan de slag

source: Items transferred
nl: Items overgezet

source: Keep this app open until finished
nl: Houd de app open tot voltooid

source: Made by
nl: Gemaakt door

source: Manage
nl: Beheer

source: Next
nl: Volgende

source: No access to selected folder
nl: Geen toegang tot de geselecteerde map

source: No cloud. No account. Nothing leaves your iPhone.
nl: Geen cloud. Geen account. Niets verlaat je iPhone.

source: No items match this filter
nl: Geen items voor dit filter

source: No media
nl: Geen media

source: Not enough space
nl: Onvoldoende ruimte

source: Open Settings
nl: Open Instellingen

source: Photo access required
nl: Toegang tot foto's vereist

source: Photos
nl: Foto's

source: Privacy Policy
nl: Privacybeleid

source: Rate this App
nl: Beoordeel deze app

source: Save to...
nl: Opslaan op...

source: Screenshots
nl: Schermafbeeldingen

source: Select All
nl: Selecteer alles

source: Select Media
nl: Selecteer media

source: selected
nl: geselecteerd

source: Settings
nl: Instellingen

source: Start Transfer
nl: Start overdracht

source: Support
nl: Ondersteuning

source: The destination doesn't have enough free space. %lld item(s) were copied before stopping.
nl: De bestemming heeft onvoldoende vrije ruimte. %lld item(s) zijn gekopieerd voordat we stopten.

source: To select media, please allow Photo access in Settings.
nl: Sta toegang tot foto's toe in Instellingen om media te kunnen selecteren.

source: Transfer cancelled. %lld item(s) copied.
nl: Overdracht geannuleerd. %lld item(s) gekopieerd.

source: Transfer completed
nl: Overdracht voltooid

source: Transfer completed with errors
nl: Overdracht voltooid met fouten

source: Transfers completed
nl: Voltooide overdrachten

source: Version
nl: Versie

source: You've granted access to a limited set of photos.
nl: Je hebt toegang gegeven tot een beperkte set foto's.

source: Your activity
nl: Jouw activiteit

source: Your photos stay yours
nl: Jouw foto's blijven van jou
